Repository: anggadarkprince/flutix
Catalog: lib/l10n/intl_*.arb
Languages: id

source: Hello World
id: Halo Dunia

source: Sign Up
id: Daftar

source: Sign In
id: Masuk

source: Sign Out
id: Keluar

source: Cancel
id: Batal

# menuMovies
source: Movies
id: Film

# menuLikes
source: Likes
id: Suka

# menuTickets
source: Tickets
id: Tiket

# menuAccount
source: Account
id: Akun

# menuGeneral
source: General
id: Umum

# menuEditAccount
source: Edit Account
id: Ubah Akun

# menuTransactionHistories
source: Transaction Histories
id: Riwayat Transaksi

# menuEnterPromoCode
source: Enter Promo Code
id: Masukkan Kode Promo

# menuMyVoucher
source: My Voucher
id: Voucherku

# menuChangeLanguage
source: Change Language
id: Ganti Bahasa

# menuPrivacyPolicy
source: Privacy Policy
id: Kebijakan Privacy

# menuTermsOfService
source: Terms Of Service
id: Persyaratan Layanan

# menuRateApp
source: Rate App
id: Beri Rating App

source: Get Started
id: Mulai

source: Already have an account?
id: Sudah memiliki sebuah akun?

source: New Experience
id: Pengalaman Baru

# watchNewMovie
source: Watch a new movie much easier than any before
id: Nonton film baru tidak pernah semudah ini sebelumnya

source: Start fresh now?
id: Mulai baru sekarang?

source: Reset Here
id: Atur Ulang Disini

source: Forgot Password?
id: Lupa Sandi?

source: Welcome Back, Explorer!
id: Selamat Datang Kembali, Penjelajah!

source: Remember Password?
id: Ingan Sandi?

# resetLinkMessage
source: The link to change your password has been sent to your email.
id: Tautan untuk merubah sandi telah dikirim ke email kamu.

source: Reset Your Password
id: Atur Ulang Sandimu

source: We will send you recovery email
id: Kami akan mengirimimu email untuk mengatur ulang sandi

source: Explore thousands movies
id: Jelajahi ribuan berbagai film

source: Confirm password mismatch
id: Konfirmasi sandi tidak sama

source: Summary
id: Rangkuman

source: Confirm Registration
id: Konfirmasi Pendaftaran

# oneStepCloserRegistration
source: One step closer to explore thousands of movies
id: Satu langkah lagi untuk menjelajahi ribuan film

source: Movie Preferences
id: Film Pilihan

source: Your Favorite Genre
id: Jenis Film Kesukaanmu

# languageYourPrefer
source: Language You Prefer
id: Bahasa Yang Kamu Pilih

# selectGenreMessage
source: Please select 4 genres
id: Tolong pilih 4 jenis

source: Email Address
id: Alamat Email

source: Registered Email
id: Email Yang Terdaftar

source: Password
id: Kata Sandi

source: Confirm Password
id: Konfirmasi Kata Sandi

source: Full Name
id: Nama Lengkap

source: I Agree
id: Saya Setuju

source: Close Page
id: Tutup Halaman

source: Movie Database
id: Database Film

source: Further Information
id: Informasi Lanjut

source: Happy Watching!
id: Selamat Menonton!

source: Ready To Explore
id: Siap Untuk Menjelajahi

# successTopUpMessage
source: You have successfully top up the wallet
id: Kamu telah berhasil mengisi dompet

# successBoughtTicketMessage
source: You have successfully bought the ticket
id: Kamu telah berhasil membeli tiket

source: My Wallet
id: Dompetku

source: My Tickets
id: Tiketku

source: Discover new movie?
id: Temukan film baru?

# castAndCrew
source: Cast & Crew
id: Pemain & Tim

source: Storyline
id: Jalan Cerita

source: Continue to Book
id: Lanjut Pesan

source: Back to Home
id: Kembali Ke Depan

source: Seat Numbers
id: Tempat Duduk

source: Checkout
id: Pesan

source: Order ID
id: ID Pesanan

source: Cinema
id: Sinema

source: Date
id: Tanggal

source: Time
id: Jam

source: Price
id: Harga

source: Fee
id: Biaya

source: Total
id: Jumlah

source: Your Wallet
id: Dompetmu

source: Checkout Now
id: Pesan Sekarang

source: Top Up My Wallet
id: Isi Dompetku

source: Theater
id: Teater

source: Choose Date
id: Pilih Tanggal

source: Select Schedule
id: Pilih Jadwal

# takeSeat
source: Take a Seat
id: Pilh Tempat Duduk

source: Name
id: Nama

source: Paid
id: Terbayar

source: Ticket Detail
id: Detil Tiket

# noTicketMessage
source: No ticket available
id: Tidak ada tiket

source: Active
id: Aktif

source: History
id: Riwayat

source: Amount
id: Jumlah

source: Choose by Template
id: Pilih Dari Contoh

source: Top Up
id: Isi Ulang

source: Card Holder
id: Pemegang Kartu

source: Card ID
id: ID Kartu

source: Recent Transaction
id: Transaksi Terakhir

source: Promo Code
id: Kode Promo

source: Get Voucher
id: Dapatkan Voucher

# voucherNotFoundMessage
source: Voucher not found, try another
id: Voucher tidak ditemukan, coba lagi

source: Voucher code
id: Kode Voucher

source: is already acquired
id: telah sudah diambil sebelumnya

source: successfully acquired
id: telah sukses diambil

# expiredAcquired
source: is expired to be acquired
id: telah kadaluarsa untuk diambil

source: Active Promo
id: Promo Aktif

# signOutConfirmMessage
source: Are you sure want to sign out?
id: Apa kamu mau keluar?

# signOutSubtitleMessage
source: Your personal preferences will be kept.
id: Pengaturan personalmu akan tetap disimpan.

source: Remove
id: Hapus

# addedFavoriteMessage
source: added to your favorite list
id: ditambahkan ke daftar kesukaan

# removeFavoriteMessage
source: removed from your favorite list
id: hapus dari daftar kesukaan

# noFavoriteMessage
source: No favorite available
id: Tidak ada kesukaan

source: Now Playing
id: Main Sekarang

source: Browse Movie
id: Jelajahi Film

source: Coming Soon
id: Akan Datang

source: Promotion
id: Promosi

source: User ID
id: ID Pengguna

source: Change Password
id: Ganti Sandi

source: Update My Profile
id: Perbarui Profilku

# updateProfileMessage
source: Profile successfully updated
id: Profil berhasil diperbarui
